{
  "title": "Nation Builder: Republic Edition",
  "resources": { "dp": "DP", "st": "ST", "pr": "PR", "ii": "II", "pop": "POP" },
  "actions": { "buyParliament": "Kupi Parlament (sledeći nivo)", "save": "Sačuvaj", "reset": "Reset" },
  "concepts": {
    "democracy": "Demokratija je sistem u kome vlast potiče od građana, bilo direktno ili preko predstavnika.",
    "republic": "Republika je oblik državnog uređenja bez monarha, sa izabranim predstavnicima.",
    "separation_of_powers": "Podela vlasti na zakonodavnu, izvršnu i sudsku sprečava koncentraciju moći.",
    "parliament": "Parlament donosi zakone i predstavlja građane.",
    "presidency": "Predsedništvo sprovodi zakone i vodi izvršnu politiku.",
    "courts": "Sudovi tumače zakone i štite prava građana.",
    "civil_rights": "Građanska prava garantuju slobode kao što su govor, okupljanje i zaštita privatnosti.",
    "human_rights": "Ljudska prava su univerzalna i pripadaju svakom čoveku.",
    "social_rights": "Socijalna prava obuhvataju pristup obrazovanju, zdravstvu i socijalnoj zaštiti.",
    "economic_rights": "Ekonomska prava obuhvataju rad, pravičnu zaradu i slobodu preduzetništva.",
    "environmental_rights": "Ekološka prava štite životnu sredinu za sadašnje i buduće generacije.",
    "elections": "Izbori su periodičan proces u kome građani biraju predstavnike; izlaznost utiče na legitimitet i stabilnost.",
    "simple_law": "Simple Law je osnovni propis sa brzim efektima i malim troškovima.",
    "constitutional_amendment": "Ustavna izmena menja temeljna pravila sistema i obično zahteva širi konsenzus.",
    "international_treaty": "Međunarodni sporazum reguliše odnose između država i utiče na međunarodni ugled i saradnju.",
    "federalism": "Federalizam deli nadležnosti između centralne i regionalnih vlasti radi ravnoteže.",
    "decentralization": "Decentralizacija prenosi odlučivanje bliže građanima i lokalnim zajednicama.",
    "checks_and_balances": "Kontrole i ravnoteže omogućavaju granama vlasti da se međusobno ograničavaju.",
    "lobbying": "Lobiranje je uticaj interesnih grupa na javne politike – legitimno uz transparentnost.",
    "referendum": "Referendum je direktno izjašnjavanje građana o važnom pitanju.",
    "impeachment": "Impeachment je postupak razrešenja visokog funkcionera zbog teških povreda zakona ili dužnosti.",
    "ministries": "Ministarstva sprovode javne politike u specifičnim sektorima (npr. obrazovanje).",
    "parliament_levels": "Razvoj parlamenta donosi veće predstavništvo i efikasniji zakonodavni proces.",
    "courts_levels": "Razvoj sudova unapređuje pravnu sigurnost i zaštitu prava.",
    "achievements": "Dostignuća nagrađuju ključne korake (institucije, zakoni, prava, stope)."
  }
}


